const Cancel ='Отменено пользователем!'
const pass = prompt('ВВедите пароль');
const ADMIN_PASSWORD ='m4ng0h4ckz';
const welcome = 'Добро пожаловать!';
const noPass = 'Доступ запрещен, неверный пароль!';
alert(cancel);

credits=23580
pricePerDroid=3000 
prompt='количество дроидов которые пользователь хочет купить и сохранить в переменную.'
prompt Cancel='Отменено пользователем!'.
totalPrice='Проверяет сможет ли пользователь оплатить заказ'
credits='Недостаточно средств на счету!'


prompt='Доставка в [кИтАЙ] будет стоить [100] кредитов'.
prompt='Доставка в [ЮжнАя аМериКа] будет стоить [250] кредитов'.
prompt='Доставка в [АвСтРалИя] будет стоить [170] кредитов'.
prompt='Доставка в [иНдиЯ ] будет стоить [80] кредитов'.
prompt='Доставка в [яМайкА ] будет стоить [120] кредитов'.
prompt='В вашей стране доставка не доступна'.

